{
    "0": [
        [
            "id",
            "RYVEa9R23Q8"
        ],
        [
            "title",
            "Swanage Railway: SOS Fundraising Update"
        ],
        [
            "description",
            "In our third and final SOS video for the year, we take a look back at how your generous donations have helped us during the pandemic as we get tantalisingly close to our £360,000 target with less than £24,000 to go!\n\nWe’ll show you how the railway reopened and what COVID-19 measures were implemented like social distancing and cleaning regimes in order to receive our ‘Good to Go’ accreditation and keep everyone safe.\n\nWe also look ahead to the future as Josh describes the effects of Coronavirus, the scale of the shortfall, what we’ve done to make ourselves more sustainable and why it’s vital we raise as much as we can before the end of the year to help put us on the road to recovery…\n\nYou can donate by visiting www.saveourservice.co.uk for PayPal and www.swanagerailwaytrust.org/giving for details about bank transfers and cheques along with Gift Aid that can further boost your donation by 25%.\n\nYou can also donate by texting 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nFrom all the staff and volunteers, thank you so very much for your support and the generous donations which currently amounts to £336,245 (as of 9th December)!"
        ],
        [
            "published_at",
            "2020-12-09T23:12:13Z"
        ]
    ],
    "1": [
        [
            "id",
            "LO_h20nBMKs"
        ],
        [
            "title",
            "Swanage Railway: SOS Fundraising Update Intro"
        ],
        [
            "description",
            "In our next video coming this December, we'll be looking back to the lifting of the first lockdown at the start of the summer and how the Swanage Railway family pulled together to keep the railway going and our trains steaming throughout the Coronavirus pandemic.\n\nThis could not have been possible without your generous support! Our Save Our Service appeal has raised over £330,000 and is now within touching distance of our target we set out in April. When we launched the initial SOS campaign, we set out to raise £360,000 to help us survive. Now we’re counting down, with less than £30,000 to go, the goal is tantalising close.\n\nCOVID-19 measures including social distancing are expected to continue into next year and the impact of the pandemic are expected affect us afterwards too so there's no room for complacency. We still need your support to reach this target.\n\nAny money we can raise is absolutely vital, particularly over the winter months, as the revenue that we have gained from our limited operating season cannot fix the damage done by COVID-19 thus far. The SOS appeal is essential to help us bridge that gap. Any donations large or small would be of great help to our railway in these uncertain times – thank you!\n\nwww.saveourservice.co.uk"
        ],
        [
            "published_at",
            "2020-12-01T15:01:53Z"
        ]
    ],
    "2": [
        [
            "id",
            "-vLSaHoWa1s"
        ],
        [
            "title",
            "Swanage Railway Steam and Lights!"
        ],
        [
            "description",
            "Make wonderful and magical memories in the run-up to Christmas, thanks to a new festive first for the Swanage Railway – an evocative, dramatic and colourful Steam and Lights train journey through the Isle of Purbeck countryside.\n\nhttps://swanagerailway.co.uk/events/detail/steam-lights"
        ],
        [
            "published_at",
            "2020-10-06T13:01:57Z"
        ]
    ],
    "3": [
        [
            "id",
            "V878LlFk0dg"
        ],
        [
            "title",
            "Swanage Railway: Standing Together"
        ],
        [
            "description",
            "In the second episode of our two part series, Josh finds out what the railway means to the community by talking to one of our local businesses along with South Dorset MP; Richard Drax, Swanage Town Cllr and Chair of the Tourism Committee; Caroline Finch and Swanage Town Mayor and Cllr; Mike Bonfield.\n\nIt's taken over 40 years to lovingly but painstakingly reconnect Swanage to the mainline railway network at Wareham but to give the railway a future, we need your help to fight for its existence! Together we can save the railway from crisis and ensure it keeps its place with the community in the Isle of Purbeck. Please share this video and our plea with all your friends and family, we urgently need support in order to survive…\n\nYou can donate by visiting www.saveourservice.co.uk for PayPal and www.swanagerailwaytrust.org/giving for details about bank transfers and cheques along with Gift Aid that can further boost your donation by 25%.\n\nYou can also donate by texting 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nFrom all the furloughed staff and volunteers, thank you so much for your support and the generous donations."
        ],
        [
            "published_at",
            "2020-06-04T12:32:46Z"
        ]
    ],
    "4": [
        [
            "id",
            "MgXKPljQDGM"
        ],
        [
            "title",
            "Swanage Railway: Survival on a Knife Edge"
        ],
        [
            "description",
            "In the first video of this two part series, our volunteer Fireman, Josh finds out the cost of mothballing the railway with our Trust and Company Chairman, Gavin Johns before exploring the minimum maintenance requirements to keep it in this closed state. He’ll also be getting an update about Project Wareham to help give you an insight into the many different ways COVID-19 has impacted the railway and the crisis it now faces in its most critical fight for its very existence.\n\nOur survival might be on a knife edge but there is hope and your contributions are giving us the vital lifeline we need. Together we can give the railway a future...\n\nWe hope you can spare the time to listen, understand and share our plea - We are in the collective fight of our lives and we urgently need your help!\n\nYou can donate by visiting www.saveourservice.co.uk for PayPal and www.swanagerailwaytrust.org/giving for details about bank transfers and cheques along with Gift Aid that can further boost your donation by 25%.\n\nYou can also donate by texting 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nFrom all the furloughed staff and volunteers, thank you so much for your support and the generous donations."
        ],
        [
            "published_at",
            "2020-06-04T11:43:21Z"
        ]
    ],
    "5": [
        [
            "id",
            "ynxZo9D3R8g"
        ],
        [
            "title",
            "Swanage Railway: Save Our Service Introduction"
        ],
        [
            "description",
            "The Swanage Railway is one of the Isle of Purbeck's crown jewels that carries over 200,000 passengers a year and is worth £15 million a year to the local economy.\n\nIn a brand new two part series coming soon, some of our 450 volunteers will be giving you an unequivocal insight into the devastating impact the COVID-19 pandemic has had on the railway and the crisis it now faces in its most critical fight for survival.\n\nIt's taken over 40 years to lovingly but painstakingly rebuild the Swanage Railway but its future is currently on a knife edge. It is absolutely crucial for us to raise our £360,000 target by the autumn and unlike never before we desperately need your help to do this.\n\nWe must implore you to donate to the 'Save Our Service' appeal and share our plea to spread the message. The Swanage Railway and its place in the Purbeck community needs saving now!\n\nYou can donate by visiting www.saveourservice.co.uk for PayPal or www.swanagerailwaytrust.org/giving for details about bank transfers and cheques along with Gift Aid that can further boost your donation by 25%.\n\nYou can also simply text 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nFrom all the furloughed staff and volunteers, thank you so much for your support and the generous donations which currently amounts to £162,156 (as of 28th May)!"
        ],
        [
            "published_at",
            "2020-05-29T16:37:26Z"
        ]
    ],
    "6": [
        [
            "id",
            "U0-WQJk9peA"
        ],
        [
            "title",
            "Swanage Railway 'Save Our Service' Appeal with Jon Cooper"
        ],
        [
            "description",
            "This weeks SOS volunteer video comes from fireman, Jon Cooper.\n\nHe first visited the Swanage Railway on childhood family holidays and later decided to volunteer with us despite living in London. We're lucky to have many others that also come from far across the country and they too make new freindships on the railway!\n\nWhile the railway is currently mothballed, some of our volunteers are donating the money they would have spent on travel, accomodation and sustinence to our 'Save Our Service' appeal. These exemplary gestures are just one of the many ways our volunteers are still trying to help, but we need your support as well!\n\nThe railway means a wonderfully diverse range of things to each person. If there's a reason you love and enjoy the railway then please donate to our 'Save Our Service' appeal to help it survive and recover after COVID-19! www.saveourservice.co.uk\n\nTo donate, text 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nThank you!\n\nwww.swanagerailwaytrust.org/volunteering\n\nThanks to many extremely generous donations over £187,405 has been raised so far but, considering we would normally have started running daily services by now, this will not yet recuperate our loss of revenue.\n\nDespite nearly all of our staff being furloughed, the railway will still incur overhead costs such as rent for the station buildings and the leased track bed. The effects of COVID-19 are already having a financial impact and will continue to do so, potentially for years to come.\n\nAll of the profits gained during the operating season are reinvested back into the Swanage Railway throughout the year and particularly during a winter break for the essential maintenance of the trains, facilities and infrastructure. The railway’s insurance however does not cover pandemics, so as each day passes without income that cash reserve diminishes, but this essential work still has to take place. It is therefore vital we fight for the railway’s survival.\n\nAny contribution, no matter how big or small, will be gratefully received and help make a difference during these difficult times.\n\nPlease support the railway and Save Our Service!"
        ],
        [
            "published_at",
            "2020-05-11T12:43:51Z"
        ]
    ],
    "7": [
        [
            "id",
            "0XU3k15fGKE"
        ],
        [
            "title",
            "Swanage Railway 'Save Our Service' Appeal with Billy Johnson"
        ],
        [
            "description",
            "Here is a short update from Billy Johnson on the Permanent Way department.\n\nHe is one of the last few members of staff that has not yet been furloughed so regular security checks of the whole railway can be done, while undertaking housekeeping jobs along the way. www.saveourservice.co.uk\n\nTo donate, text 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nThank you!"
        ],
        [
            "published_at",
            "2020-05-04T07:55:08Z"
        ]
    ],
    "8": [
        [
            "id",
            "u0bOF5zcvQ8"
        ],
        [
            "title",
            "Swanage Railway 'Save Our Service' Appeal with Gavin Brown"
        ],
        [
            "description",
            "Our next SOS volunteer video comes from fireman and trainee signalman, Gavin Brown. His experience from volunteering helped start his career with a job as a signalling maintenance technician on the mainline railway! We also have drivers, guards, shunters, engineers, signallers and managers for example, that all owe their livelihoods to the humble beginnings on the Swanage Railway.\n\nThe Swanage Railway means a wonderfully diverse range of things to each person. If there's a reason you love and enjoy the railway then please donate to our 'Save Our Service' appeal to help it survive and recover after COVID-19! www.saveourservice.co.uk\n\nTo donate, text 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nwww.swanagerailwaytrust.org/volunteering\n\nThanks to many extremely generous donations over £187,405 has been raised so far but, considering we would normally have started running daily services by now, this will not yet recuperate our loss of revenue.\n\nDespite nearly all of our staff being furloughed, the railway will still incur overhead costs such as rent for the station buildings and the leased track bed. The effects of COVID-19 are already having a financial impact and will continue to do so, potentially for years to come.\n\nAll of the profits gained during the operating season are reinvested back into the Swanage Railway throughout the year and particularly during a winter break for the essential maintenance of the trains, facilities and infrastructure. The railway’s insurance however does not cover pandemics, so as each day passes without income that cash reserve diminishes, but this essential work still has to take place. It is therefore vital we fight for the railway’s survival.\n\nAny contribution, no matter how big or small, will be gratefully received and help make a difference during these difficult times.\n\nPlease support the railway and Save Our Service!"
        ],
        [
            "published_at",
            "2020-04-30T11:19:47Z"
        ]
    ],
    "9": [
        [
            "id",
            "0coHMZOI3X0"
        ],
        [
            "title",
            "Swanage Railway 'Save Our Service' Appeal with Nathan Au"
        ],
        [
            "description",
            "Our second SOS volunteer video comes from driver, Nathan Au. His story is one of many passionate examples that demonstrates the value of our volunteers. Their contribution not only helps the railway but in turn supports the local area too.\n\nThe Swanage Railway means a wonderfully diverse range of things to each person. If there's a reason you love and enjoy the railway then please donate to our 'Save Our Service' appeal to help it survive and recover after COVID-19! www.saveourservice.co.uk\n\nTo donate, text 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nwww.swanagerailwaytrust.org/volunteering\n\nThanks to many extremely generous donations over £187,405 has been raised so far but, considering we would normally have started running daily services by now, this will not yet recuperate our loss of revenue.\n\nDespite nearly all of our staff being furloughed, the railway will still incur overhead costs such as rent for the station buildings and the leased track bed. The effects of COVID-19 are already having a financial impact and will continue to do so, potentially for years to come.\n\nAll of the profits gained during the operating season are reinvested back into the Swanage Railway throughout the year and particularly during a winter break for the essential maintenance of the trains, facilities and infrastructure. The railway’s insurance however does not cover pandemics, so as each day passes without income that cash reserve diminishes, but this essential work still has to take place. It is therefore vital we fight for the railway’s survival.\n\nAny contribution, no matter how big or small, will be gratefully received and help make a difference during these difficult times.\n\nPlease support the railway and Save Our Service!"
        ],
        [
            "published_at",
            "2020-04-22T22:19:46Z"
        ]
    ],
    "10": [
        [
            "id",
            "fkaLhGwlqSc"
        ],
        [
            "title",
            "Swanage Railway 'Save Our Service' Appeal Footplate Ride on 44871"
        ],
        [
            "description",
            "We climb aboard Black 5, 44871 for a six mile journey through the beautiful Isle of Purbeck from Norden to Swanage. If you weren't already missing the railway, you definitely will after seeing this so sit back and enjoy the ride!\n\nIf you'd like to make the journey with your freinds and family in the future, please donate to our 'Save Our Service' appeal so you can still travel by steam train to the seaside...\n\nwww.saveourservice.co.uk\n\nTo donate, text 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg."
        ],
        [
            "published_at",
            "2020-04-19T12:42:43Z"
        ]
    ],
    "11": [
        [
            "id",
            "rzoC9iQQ0Lk"
        ],
        [
            "title",
            "Swanage Railway 'Save Our Service' Appeal with Alex Atkins."
        ],
        [
            "description",
            "Introducing the first of a new series of short SOS volunteer videos!\n\nOur fireman, Alex Atkins tells us what volunteering personally means to him and why the 'Save Our Service' appeal is so important to help the Swanage Railway survive...\n\nTo donate, text 'SOS' to 70470 to donate £10. This costs £10 plus a standard rate message. Alternatively, you can choose to give any whole amount between £1 and £20. E.g. texting 'SOS 4' = £4 plus a std rate msg.\n\nwww.saveourservice.co.uk\nwww.swanagerailwaytrust.org/volunteering\n\nThanks to many extremely generous donations over £187,405 has been raised so far but, considering we would normally have started running daily services by now, this will not yet recuperate our loss of revenue.\n\nDespite nearly all of our staff being furloughed, the railway will still incur overhead costs such as rent for the station buildings and the leased track bed. The effects of COVID-19 are already having a financial impact and will continue to do so, potentially for years to come.\n\nAll of the profits gained during the operating season are reinvested back into the Swanage Railway throughout the year and particularly during a winter break for the essential maintenance of the trains, facilities and infrastructure. The railway’s insurance however does not cover pandemics, so as each day passes without income that cash reserve diminishes, but this essential work still has to take place. It is therefore vital we fight for the railway’s survival.\n\nAny contribution, no matter how big or small, will be gratefully received and help make a difference during these difficult times.\n\nPlease support the railway and Save Our Service!"
        ],
        [
            "published_at",
            "2020-04-16T07:21:55Z"
        ]
    ],
    "12": [
        [
            "id",
            "YVAyCZoe_ok"
        ],
        [
            "title",
            "Swanage Railway 'Save Our Service' Fundraising Appeal"
        ],
        [
            "description",
            "We asked a few of our enthusiastic volunteers what the Swanage Railway means to them and why the ‘Save Our Service’ appeal urgently needs your help today! The exciting scenes are also a reminder of why the heritage industry is such an important part of history that can only continue with your support.\n\nThanks to many extremely generous donations over £187,405 has been raised so far but, considering we would normally have started running daily services by now, this will not yet recuperate our loss of revenue.\nDespite nearly all of our staff being furloughed, the railway will still incur overhead costs such as rent for the station buildings and the leased track bed. The effects of COVID-19 are already having a financial impact and will continue to do so, potentially for years to come.\n\nAll of the profits gained during the operating season are reinvested back into the Swanage Railway throughout the year and particularly during a winter break for the essential maintenance of the trains, facilities and infrastructure. The railway’s insurance however does not cover pandemics, so as each day passes without income that cash reserve diminishes, but this essential work still has to take place. It is therefore vital we fight for the railway’s survival.\n\nAny contribution, no matter how big or small, will be gratefully received and help make a difference during these difficult times.\n\nPlease support the railway and Save Our Service!\nwww.saveourservice.co.uk"
        ],
        [
            "published_at",
            "2020-04-09T10:18:21Z"
        ]
    ],
    "13": [
        [
            "id",
            "9NsLXnZR7kU"
        ],
        [
            "title",
            "Swanage Railway SOS Appeal March 2020 Low Res Version"
        ],
        [
            "description",
            "Swanage Railway is facing the most urgent challenge in its history, thanks to extraordinary circumstances beyond its control: COVID-19 Virus. It is no exaggeration to say that the railway is fighting for its very existence.\nCan you help us now?\nhttps://saveourservice.co.uk\nThank you"
        ],
        [
            "published_at",
            "2020-03-28T13:11:48Z"
        ]
    ],
    "14": [
        [
            "id",
            "XYzUOBLaW-U"
        ],
        [
            "title",
            "Swanage Railway Save Our Service Appeal 27 March 2020"
        ],
        [
            "description",
            "Swanage Railway is facing the most urgent challenge in its history, thanks to extraordinary circumstances beyond its control: COVID-19 Virus. It is no exaggeration to say that the railway is fighting for its very existence.\nCan you help us now?\nhttps://saveourservice.co.uk\nThank you"
        ],
        [
            "published_at",
            "2020-03-28T08:33:54Z"
        ]
    ],
    "15": [
        [
            "id",
            "vWw2ilem1Rs"
        ],
        [
            "title",
            "A review of 2017 on the Swanage Railway – a year of challenge and triumph"
        ],
        [
            "description",
            "A review of 2017 on the Swanage Railway – a year of challenge and triumph.  A video presentation by Andrew P.M. Wright, first shown at the Swanage Railway Trust AGM on 23rd September 2017.  Highlights include the launch of the new Swanage to Wareham passenger service after 45 years of hard work and dedication by the Swanage Railway volunteers and members."
        ],
        [
            "published_at",
            "2017-09-24T09:41:02Z"
        ]
    ],
    "16": [
        [
            "id",
            "hXW895j59E8"
        ],
        [
            "title",
            "Swanage to Wareham & Back - First train for 45 years"
        ],
        [
            "description",
            "Join us for a drivers-eye view as we journey through the beautiful Purbeck countryside in real-time, and experience the best seat in the house on the journey from Swanage to Wareham and back.\n\nThe last British Rail train ran to Corfe Castle and Swanage in January 1972.\n\nShortly after, the line was closed and the tracks were ripped up, leaving only a three-mile stub from the main line to Furzebrook for clay and later Wytch Farm for oil.\n\nFew people thought that passenger trains from Swanage and Corfe Castle would ever return to Wareham, but 45 years later the towns have been reconnected.\n\nThe first public train from Swanage to Wareham ran again on Tuesday 13th June 2017, departing at 10:23am. The service was top and tailed by Class 33 \"Crompton\" No. 33012 / D6515 \"Lt Jenny Lewis RN\" which hauled the service from Swanage to Wareham, and Class 37 No. 37518. which hauled the train back to Swanage.\n\nTickets are now available for purchase online from our website. Follow/Like us at the links below to find out more information. We look forward to seeing you on the railway soon.\n\nSkip to:\nSwanage - Wareham\nSwanage Departure: 00:30\nHerston: 4:30\nHarmans Cross: 10:40\nCorfe Castle: 22:35\nCorfe Castle (view): 24:50\nNorden: 26:20\nNorden Gates: 29:15\nFurzebrook: 33:48\nStoborough SSRI: 34:25\nCreech Bottom: 35:50\nSignal PW5752 (SR Limit): 38:35\nSignal PW5750 (Token Limit): 39:25\nWorgret Junction: 40:00\nWareham Arrival: 42:10\n\nWareham - Swanage\nWareham Departure: 43:30\nWorgret Junction: 46:25\nCreech Bottom: 51:10\nFurzebrook: 52:50\nNorden Gates: 58:20\nNorden: 58:55\nCorfe Castle: 1:05:15\nHarmans Cross: 1:17:20\nHerston: 1:24:10\nSwanage Arrival: 1:27:35\n\nWebsite: http://swanagerailway.co.uk/\nFacebook: https://facebook.com/swanagerailway\nTwitter: https://twitter.com/swanrailway"
        ],
        [
            "published_at",
            "2017-07-31T10:23:36Z"
        ]
    ],
    "17": [
        [
            "id",
            "x9-dTJjJmIg"
        ],
        [
            "title",
            "NEW BOOK! SWANAGE BRANCH IN COLOUR"
        ],
        [
            "description",
            "It's the book that Swanage Railway official photographer, press officer and long-time volunteer Andrew P.M. Wright has been wanting to compile for almost 30 years.\nA detailed and comprehensive pictorial history of the picturesque Swanage branch line in Dorset - and all in living colour.\nReviewed as \"a stunning volume\" by Swanage Railway Magazine, The Swanage Branch In Colour -- The Ultimate Archive is a quality 112-page hardback book covering 1951 to the end in 1972 and featuring 234 colour photographs with detailed captions providing a unique insight.\nIncluding steam and diesel traction on branch and through trains from London, there is a journey from Wareham to Swanage with almost every part of the line covered.\nThe branch line's end of steam specials and its sad rundown are included, along with the last trains, the lifting of the track and the depressing aftermath.\nAvailable from the Swanage Railway's shop at Swanage station or on-line at www.swanagerailway.co.uk\nPublished by Kingfisher Productions on Friday, 1 November, 2013.\nISBN 978-0-9573367-3-5\nRecommended retail price: £20.00"
        ],
        [
            "published_at",
            "2013-10-31T15:12:56Z"
        ]
    ],
    "18": [
        [
            "id",
            "EA7zDcKdfLE"
        ],
        [
            "title",
            "Project Wareham 2013 - News update"
        ],
        [
            "description",
            "A Project Wareham news update by Swanage Railway official photographer Andrew P.M. Wright about the Swanage Railway's long-held aim - dating back to 1972 - of returning regular passenger trains from Swanage and Corfe Castle to the main line at Wareham. Andrew has been a Swanage Railway volunteer since the age of 17, back in 1982."
        ],
        [
            "published_at",
            "2013-10-19T07:42:08Z"
        ]
    ],
    "19": [
        [
            "id",
            "c7g-nxIl570"
        ],
        [
            "title",
            "Swanage to Wareham Class 73 cab ride DVD"
        ],
        [
            "description",
            "Swanage Railway official photographer Andrew P.M. Wright has produced the first commercially available cab ride DVD covering a real time trip on a Class 73 electro-diesel from Swanage all the way to Wareham. Filmed during the summer of 2011 - and including rare colour photographs of the last ever British Rail trains between Wareham and Swanage on New Year's Day, 1972 - the DVD is available from the Swanage Railway shop at Swanage, in person or via the Swanage Railway website's on-line shop."
        ],
        [
            "published_at",
            "2013-10-19T07:23:58Z"
        ]
    ],
    "20": [
        [
            "id",
            "eAJrqSYUbQA"
        ],
        [
            "title",
            "Behind the steam scenes at Swanage station"
        ],
        [
            "description",
            "A presentation by Swanage Railway official photographer Andrew P.M. Wright showing the work and commitment by volunteers to run the steam train service on the award-winning heritage railway. Andrew has been a Swanage Railway volunteer since 1982 when he was a teenager."
        ],
        [
            "published_at",
            "2013-10-19T06:34:18Z"
        ]
    ],
    "21": [
        [
            "id",
            "pKzw9uh661U"
        ],
        [
            "title",
            "Harman's Cross - Building a Purbeck Station"
        ],
        [
            "description",
            "Swanage Railway official photographer and volunteer Andrew P.M. Wright has recorded the rebuilding of the Dorset heritage line for more than 30 years. Here, Andrew shows just how much work has gone into the building of Harman's Cross station since late 1987when the relaid tracks reached the three-mile point from Swanage on their way to Corfe Castle. More than 25 years on, volunteers continue to improve and develop Harman's Cross station."
        ],
        [
            "published_at",
            "2013-10-19T06:11:05Z"
        ]
    ],
    "22": [
        [
            "id",
            "iB916-DZSgc"
        ],
        [
            "title",
            "Swanage Railway 2012 - Working Together Brings Results"
        ],
        [
            "description",
            "A presentation by Swanage Railway official photographer Andrew P.M. Wright for its 2012 annual general meeting showing how far the award-winning heritage railway has come - and some of the people who have built, develop, extend and run the Swanage Railway. Andrew has been a Swanage Railway volunteer since the age of 17, back in 1982."
        ],
        [
            "published_at",
            "2013-10-18T22:13:00Z"
        ]
    ],
    "23": [
        [
            "id",
            "0faWLDGSu7s"
        ],
        [
            "title",
            "Project Wareham 2012 - Achieving a Dream"
        ],
        [
            "description",
            "A presentation by Swanage Railway official photographer Andrew P.M. Wright about the Swanage Railway's long-held aim - dating back to 1972 - of returning regular passenger trains from Swanage and Corfe Castle to the main line at Wareham. Andrew has been a Swanage Railway volunteer since the age of 17, back in 1982."
        ],
        [
            "published_at",
            "2013-10-18T21:50:56Z"
        ]
    ],
    "24": [
        [
            "id",
            "RYNibDP8Xz0"
        ],
        [
            "title",
            "Swanage Railway 2011 - Where People Matter"
        ],
        [
            "description",
            "A presentation by Swanage Railway official photographer Andrew P.M. Wright for its 2011 annual general meeting showing how far the award-winning heritage railway has come - and some of the people who have built, develop, extend and run the Swanage Railway. Andrew has been a Swanage Railway volunteer since the age of 17, back in 1982."
        ],
        [
            "published_at",
            "2013-10-18T21:26:56Z"
        ]
    ],
    "25": [
        [
            "id",
            "2LWA8H17zaM"
        ],
        [
            "title",
            "Swanage Railway 2010 - Where People Matter"
        ],
        [
            "description",
            "A presentation by Swanage Railway official photographer Andrew P.M. Wright for its 2010 annual general meeting showing how far the award-winning heritage railway has come - and some of the people who have built, develop, extend and run the Swanage Railway. Andrew has been a Swanage Railway volunteer since the age of 17, back in 1982."
        ],
        [
            "published_at",
            "2013-10-18T20:48:38Z"
        ]
    ]
}